tap "azure/functions"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mdogan/zulu"
tap "pivotal/tap"
brew "openjdk"
brew "ant"
brew "autoconf"
brew "aws-cfn-tools"
brew "python@3.9"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "boost"
brew "node"
brew "bower"
brew "crunch"
brew "cucumber-cpp"
brew "docker-compose", link: false
brew "docker-machine-driver-hyperkit"
brew "fcrackzip"
brew "fsevents-tools"
brew "git"
brew "git-secret"
brew "go"
brew "gradle"
brew "grunt-cli"
brew "helm"
brew "htop"
brew "hub"
brew "istioctl"
brew "jenv"
brew "john-jumbo"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "minikube"
brew "openshift-cli"
brew "openssl@3"
brew "radare2"
brew "ruby"
brew "sbt"
brew "sonar-scanner"
brew "sqlite-analyzer"
brew "tree"
brew "wget"
brew "wireshark"
brew "xhyve"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
cask "adoptopenjdk8"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "atom"
cask "brave-browser"
cask "cheatsheet"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wireshark-chmodbpf"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk8"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
