tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "AdoptOpenJDK/openjdk"
cask "java"
brew "ant"
brew "awscli"
brew "aws-cfn-tools"
brew "azure-cli"
brew "cucumber-cpp"
brew "docker", restart_service: true
brew "docker-compose", link: false
brew "docker-machine", restart_service: true
brew "docker-machine-driver-xhyve"
brew "git"
brew "git-secret"
brew "gradle"
brew "htop"
brew "hub"
brew "jenv"
brew "kubernetes-cli"
brew "istioctl"
brew "maven"
brew "node", link: false
brew "openshift-cli"
brew "sbt"
brew "sonar-scanner"
brew "tree"
brew "wget"
brew "xhyve"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/cf-cli"
brew "zsh"
cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "adoptopenjdk10"
cask "adoptopenjdk11"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "blisk"
cask "cheatsheet"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "minikube"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
